
req
function func (x,y) {
  for (var i = 0; i<arguments.length; i++) {
    console.log(arguments[i ])
  }
}
require
func(2,3,4,5,2,3)

console.log('有人说小鞠很漂亮，我直接给她一巴掌\n' +
    '我的小鞠沉鱼落雁 闭月羞花 倾城倾国 国色天香 貌若天仙 环肥燕瘦 窈窕淑女 秀丽端庄 艳若桃李 花枝招展 温柔可人 活泼可爱 亭亭玉立 如花似玉 软玉温香 兰质蕙心 秀外慧中 楚楚动人 明眸皓齿 天生丽质 国色天香 丹唇外朗 皓齿内鲜 明眸善睐 靥辅承权 手如柔荑 肤如凝脂 领如蝤蛴 齿如瓠犀 螓首蛾眉 巧笑倩兮 美目盼兮 瑰姿艳逸 形容美貌： 姿色天然。占尽风流。一貌倾城。般般入画 皎若秋月。秀色可餐。夭桃浓李。艳色绝世。 月貌花容。名嫒美姝。风风韵韵。风流蕴藉。 芳菲妩媚。女中丈夫。出水芙蓉。端丽冠绝。 方桃譬李。百般难描。百年难遇。沉鱼落雁。 闭月羞花。芙蓉出水。国色天香。花颜月貌。 光艳逼人。瑰姿艳逸。绝色难求。绝色盖世。 绝代佳人。绝色佳人。绝世佳人。耀如春华。 莲花仙子。明艳端庄。明媚妖娆。面赛芙蓉。 貌似天仙。美不胜收。浓桃艳李。倾国倾城。 琼姿花貌。雪肤花貌。 怎么是区区漂亮两个字能形容的？')
